Repository: juampynr/corporative-site
Catalog: profiles/corporative_site/modules/contrib/site_map/translations/*.po
Languages: it

source: Display a site map.
it: Visualizza una mappa del sito.

source: Site map message
it: Messaggio della Mappa del sito

source: Define a message to be displayed above the site map.
it: Definisci un messaggio da visualizzare sopra la Mappa del sito.

source: Show node counts by categories
it: Mostra il contatore dei nodi per categorie

source: When enabled, this option will show the number of nodes in each taxonomy term.
it: Quando attiva questa opzione mostrerà il numero dei nodi in ogni tassonomia.

source: Include navigation menus
it: Includere i menu di navigazione

source: When enabled, this option will include the fully-expanded top-level navigation menus in the site map
it: Quando attiva questa opzione includerà i menu di nazigazione del livello superiore, completamente espansi nella Mappa del sito

source: Include RSS links by categories
it: Includere i link RSS per categorie

source: When enabled, this option will show links to the RSS feeds for each category.
it: Quando attiva questa opzione mostrerà i link ai flussi RSS per ogni categoria.

source: RSS feed depth
it: Profondità del flusso RSS

source: Specify how many subcategories should be included in the RSS feed. Enter "all" to include all subcategories or "0" to include no subcategories.
it: Specifica quante sottocategorie dovrebbero essere incluse nel flusso RSS. Inserire "all" per includere tutte le sottocategorie oppure "0" per non includere sottocategorie.

source: Categories to include in the site map
it: Categorie da includere nella Mappa del sito

source: site map
it: Mappa del sito

source: access site map
it: accesso alla Mappa del sito

source: administer site map
it: amministra la Mappa del sito

source: site_map
it: Mappa del sito
